[
    {
        "name": "Introducción",
        "content": "Esta guía está diseñada como una guía de juego y asume que puedes leer japonés o que estás jugando con un parche de traducción. Si buscas una guía que ofrezca instrucciones precisas sobre dónde ir o qué hacer, entonces esta guía es para ti.\n\nEsta guía también será una compilación completa de estrategias y consejos, misiones secundarias, información sobre demonios e información sobre objetos. Todo lo relevante para la jugabilidad de Shin Megami Tensei estará incluido en esta guía en algún momento.\n\n¡Con esto, feliz lectura y disfruta jugando uno de los mejores juegos para la SNES!",
        "guide_id": 1
    },
    {
        "name": "Las Estadísticas",
        "content": "Las Estadísticas Primarias\nEl principal efecto de las estadísticas primarias es aumentar las estadísticas derivadas, que son las que realmente tienden a importar en el combate. Sin embargo, algunas estadísticas primarias tienen efectos notables más allá de afectar a las estadísticas derivadas, así que presta especial atención a estas estadísticas.\n\nFUERZA (STR):\nAumenta HP, Poder y Precisión (Mejora la Defensa para Demonios)\nINTELIGENCIA (INT):\nAumenta Evasión y Efecto Mágico; mejora tu capacidad para negociar con demonios.\nMAGIA (MAG):\nAumenta Poder Mágico y Efecto Mágico.\nVITALIDAD (VIT):\nAumenta HP y Defensa (Mejora el Poder para Demonios).\nAGILIDAD (AGI):\nAumenta Precisión y Evasión; incrementa las posibilidades de escapar en batalla y aumenta la capacidad de actuar antes en batalla.\nSUERTE (LCK):\nAumenta Precisión y Evasión; incrementa las posibilidades de encontrar un objeto después de la batalla, aumenta las posibilidades de conseguir un primer golpe en batalla, incrementa las posibilidades de escapar de la batalla.\n\nLas Estadísticas Derivadas\nLas estadísticas derivadas son generalmente las que se tienen en cuenta durante una batalla.\n\nPODER:\nMejora el daño causado por un ataque físico.\nPRECISIÓN:\nMejora la probabilidad de acertar a un objetivo.\nDEFENSA:\nDisminuye la cantidad de daño recibido de un ataque físico.\nEVASIÓN:\nDisminuye la probabilidad de que un ataque o habilidad acierte.\nPODER MÁGICO:\nMejora el daño causado o HP curado por una habilidad Mágica.\nEFECTO MÁGICO:\nMejora las probabilidades de que los efectos del hechizo funcionen.\n\nCálculo de las Estadísticas Derivadas\nAquí es donde puedes ver cuánto afectan las estadísticas primarias a las estadísticas derivadas. Esto es importante para decidir la mejor manera de distribuir tus puntos de estadísticas primarias en la creación del personaje o cuando subes de nivel. Cuanto mayores sean los aumentos generales proporcionados por una estadística primaria, más importante será aumentar esa estadística.\n\nTambién ten en cuenta que como los demonios no pueden llevar equipo, el juego calcula sus estadísticas derivadas de una manera ligeramente diferente. Como no puedes realmente aumentar las estadísticas primarias de un demonio, esto es más para aquellos que deseen entender la mecánica del juego que como una herramienta para planificar el crecimiento del personaje.\n\nHumanos\nPODER =\nSTR + PODER DEL ARMA\nPRECISIÓN =\nAGI + [(STR + LCK)/4] + PRECISIÓN DEL ARMA\nDEFENSA =\n[(VIT + SPD)/2] + DEFENSA DE LA ARMADURA\nEVASIÓN =\nAGI + [(INT + LCK)/4]\nPODER MÁGICO =\nMAG + (INT/8)\nEFECTO MÁGICO =\nINT + (MAG/8)\n\nDemonios\nPODER =\n(STRx3) + (VIT/4) + (NIVEL - 19)\nPRECISIÓN =\nAGI + (STR/4)\nDEFENSA =\n(AGIx2) + (STR/4) + [(NIVEL - 19)/2]\nEVASIÓN =\nAGI + (INT/8)\nPODER MÁGICO =\nMAG + (INT/8)\nEFECTO MÁGICO =\nINT + (MAG/8)\n\nSi necesitas más ayuda para asignar estadísticas, consulta la sección de Preguntas Frecuentes de esta guía.",
        "guide_id": 1
    },
    {
        "name": "Controles de Exploración",
        "content": "La exploración es un componente principal de este juego, dada la amplitud de los diversos edificios y el tamaño del mapa de la ciudad.\n\nExplorando el Mapa de la Ciudad\nEl Mapa de la Ciudad se utiliza principalmente para moverse de edificio en edificio. Ten en cuenta, sin embargo, que el hecho de no estar en modo de Exploración en Primera Persona (es decir, no estar en un edificio) no significa que los enemigos no te atacarán. Te encontrarás con enemigos aleatorios mientras exploras el Mapa de la Ciudad, pero no con la misma frecuencia que lo harías en un edificio. Hay algunos obstáculos que no puedes atravesar mientras estás en el mapa de la ciudad. Estos obstáculos incluyen árboles, edificios, muros y escombros.\n\nEntrando a Edificios\nHay dos tipos de edificios en el mapa de la ciudad a los que puedes entrar. Los edificios amarillos se entran a través de la puerta visible. Los edificios rojos se entran simplemente moviendo tu peón de personaje sobre el edificio.\n\nControles del Mapa de la Ciudad\nCRUCETA ABAJO:\nMueve tu personaje hacia el sur, desplaza entre opciones del menú.\nCRUCETA ARRIBA:\nMueve tu personaje hacia el norte, desplaza entre opciones del menú.\nCRUCETA DERECHA:\nMueve tu personaje hacia el este, desplaza entre opciones del menú.\nCRUCETA IZQUIERDA:\nMueve tu personaje hacia el oeste, desplaza entre opciones del menú.\nBOTÓN A:\nMuestra el menú principal, usado para confirmar una elección en el menú.\nBOTÓN B:\nCancela y sale de los menús.\nL, R, X, Y:\nSin efecto.\n\nModo de Exploración en Primera Persona/Edificios\nCada vez que entras en un edificio, eres llevado al modo de primera persona para explorarlo. Aunque los controles pueden ser lentos y poco intuitivos al principio, con suerte te acostumbrarás a ellos en poco tiempo. La peor parte de este modo es que el diseño para el modo en primera persona es simplemente monótono, haciendo difícil establecer puntos de referencia con fines de navegación. Afortunadamente, obtienes un auto-mapa poco después de empezar el juego que te ayudará con esto. El objetivo principal en este modo es encontrar y entrar en las habitaciones que contienen personajes importantes para la trama para poder hablar con ellos, así como habitaciones que contienen jefes para poder eliminarlos. Aquí es también donde encontrarás las diversas tiendas a las que puedes entrar.\n\nHay algunas características en este modo que merecen explicación.\n\nPuertas\nAunque no son importantes por sí mismas, las puertas pueden servir como puntos de referencia improvisados para la navegación, ya que están claramente marcadas en tu auto-mapa. Además, cada vez que atraviesas una puerta, tienes una mayor probabilidad de ser atacado por enemigos al otro lado. He encontrado que hay aproximadamente un 50-70% de probabilidad de ser atacado de esta manera. Ten esto en cuenta si estás explorando con poca salud.\n\nTrampas\nHay dos tipos de trampas en este juego. Suelos de Daño y Suelos de Veneno. Los Suelos de Daño quitarán una gran parte de HP (generalmente el 25% o 50% de tu HP actual) de todos tus personajes. Algunos Suelos de Daño solo infligirán daño a personajes que no sean de cierta alineación. Los Suelos de Veneno envenenarán aleatoriamente a algunos de los miembros de tu grupo.\n\nTiendas\nMientras exploras los diversos edificios, encontrarás puertas que están etiquetadas con varios nombres. Esto significa que al otro lado de la puerta hay una tienda donde puedes comprar objetos, recibir curación o guardar tu partida. Las diversas tiendas son las siguientes:\n\nAntigüedades: Inútil al principio, pero más adelante te venderá armas de fuego.\nCuchillos: Vende armas cuerpo a cuerpo.\nArmaduras: Vende armaduras.\nSupervivencia: Generalmente vende una mezcla de equipamiento.\nArmas: Vende armas de fuego.\nChacharrería: Vende objetos consumibles.\nDrogas: Vende objetos consumibles.\nKaifuku: Proporciona servicios de curación y vende consumibles. Neutral.\nMesia: Proporciona servicios de curación y vende consumibles. Ley.\nGaia: Proporciona servicios de curación y vende consumibles. Caos.\n\nTerminales\nLas salas de terminales son muy importantes. Los puntos de terminal son los principales puntos de guardado en el juego, así que utilízalos con frecuencia. Además, puedes usar una Terminal para transportarte a cualquier otra sala de Terminal que hayas visitado.\n\nTesoros\nAlgunas habitaciones contienen cajas, cajones o cofres. Por lo general, obtendrás un objeto si abres una de estas cajas. A veces, sin embargo, la caja estará trampeada en su lugar, quitando el 25% del HP actual de todos los miembros del grupo. También algunas cajas estarán vacías, a veces esto se basa en la alineación, a veces la caja simplemente está vacía.\n\nControles de Exploración en Primera Persona\nCRUCETA ABAJO:\nGira 180 grados.\nCRUCETA ARRIBA:\nMueve tu personaje hacia adelante.\nCRUCETA DERECHA:\nGira 90 grados en sentido horario (Norte->Este->Sur->Oeste)\nCRUCETA IZQUIERDA:\nGira 90 grados en sentido antihorario (Norte->Oeste->Sur->Este)\nBOTÓN A:\nMuestra el menú principal, usado para confirmar una elección en el menú.\nBOTÓN B:\nCancela y sale de los menús.\nBOTÓN L:\nGira 90 grados en sentido antihorario.\nBOTÓN R:\nGira 90 grados en sentido horario.\nX, Y:\nSin efecto.",
        "guide_id": 1
    },
    {
        "name": "Menú Principal",
        "content": "Se accede al menú principal pulsando A en cualquiera de los modos de exploración. Las diversas opciones son:\n\nCOMP\nEste comando se divide en varios sub-comandos.\n\nInvocar Esbirro:\nTrae un demonio de la reserva a tu grupo activo. La invocación requiere un pequeño pago de dinero, y los demonios requieren un mantenimiento constante de Magnetita para permanecer invocados.\nDevolver Esbirro:\nMueve un demonio de tu grupo activo a la reserva.\nDespachar Esbirro:\nEsto elimina un demonio de tu grupo Y de la reserva permanentemente. Ten cuidado al usar esto.\nCambiar Formación:\nTe permite cambiar la formación de tu grupo.\nAuto-Mapeo:\nAquí puedes abrir un mapa del edificio actual que estás explorando. Las áreas exploradas se muestran en verde, las áreas inexploradas están en negro.\nAnálisis de Demonios:\nTe permite ver las estadísticas de los últimos 36 demonios que has derrotado.\n\nMAGIA\nEste comando te permite seleccionar a un miembro del grupo para lanzar uno de sus hechizos. El hechizo que quieres lanzar debe ser uno que pueda ser lanzado fuera de combate.\n\nOBJETOS\nEste comando se divide en varios sub-comandos.\n\nUsar:\nTe permite seleccionar y usar un objeto consumible.\nEquipar:\nTe permite seleccionar a un miembro del grupo y cambiar su equipamiento.\nDescartar:\nTe permite seleccionar un objeto que ya no necesitas y descartarlo, liberando valioso espacio de inventario.\n\nESTADO\nEste comando te permite ver el estado actual de los miembros de tu grupo. Además, puedes pulsar L o R mientras ves el estado de un personaje para ver una lista completa de tu inventario de objetos. Esto también mostrará objetos clave en tu posesión, que normalmente no se ven bajo el comando normal de objetos.",
        "guide_id": 1
    },
    {
        "name": "Combate",
        "content": "El Menú de Encuentro con Enemigos\nAl Menú de Encuentro con Enemigos se accede cada vez que te encuentras con un enemigo, así como al inicio de cada ronda de combate.\n\nLUCHAR:\nEntabla combate con el enemigo. Cambia al Menú de Batalla.\nESCAPAR:\nTe permite intentar escapar del grupo de enemigos.\nHABLAR:\nInicia el modo de Negociación con Demonios.\nAUTO:\nEntabla combate con el enemigo y entra en Modo de Batalla Automática.\n\nEl Menú de Batalla\nATACAR:\nEl personaje realiza un ataque basado en su estadística de Poder. Para humanos, esto utiliza la estadística de Poder del arma equipada.\nARMA DE FUEGO:\nSolo para humanos. El personaje realiza un ataque basado en su estadística de Poder para el arma de fuego equipada.\nEXTRA:\nSolo para demonios. Si el demonio tiene algún ataque especial, no mágico, seleccionar esto ordenará al demonio usar ese ataque. Ten en cuenta que si el demonio tiene más de un ataque Extra, el que se use será elegido aleatoriamente.\nCOMP:\nSolo para el Héroe principal. Esto permite al Héroe invocar cualquier demonio en reserva y permite el análisis de los enemigos actuales.\nMAGIA:\nDespués de seleccionar este comando, se te mostrará una lista de los hechizos que el personaje actual ha aprendido. Selecciona el hechizo que deseas que ese personaje lance durante esa ronda. (Nota: El Héroe no puede usar Magia, así que no tiene este comando).\nOBJETO:\nSolo para humanos. Seleccionar este comando abre una lista de todos los objetos consumibles que se pueden usar en combate. Selecciona el objeto que deseas que el personaje use durante la ronda.\nREGRESAR:\nSolo para demonios. Seleccionar este comando devuelve al demonio a la reserva para que puedas invocar un demonio más efectivo.\nDEFENDER:\nEl personaje no realizará ninguna acción durante la ronda, pero cualquier daño infligido al personaje que se defiende hará aproximadamente entre 1/2 y 2/3 menos de daño.",
        "guide_id": 1
    },
    {
        "name": "Introducción",
        "content": "Final Fantasy, siendo una de las mejores series en la historia de los videojuegos, creó su última entrega para PlayStation, Final Fantasy IX. El estilo del juego es similar al de los primeros Final Fantasy, lo cual no es nada de qué preocuparse. FF9 está repleto de los famosos FMV (vídeos de animación), ¡y vaya que son hermosos esta vez! No son los gráficos lo que hace que este juego sea épico, sino la trama. Observa cómo los eventos se desarrollan magistralmente entre las cuatro grandes naciones. Después de la historia descubrirás que los Chocobos han vuelto, y mejor que antes. Esta vez se trata más de cómo juegas al Chocobo Hot and Cold que de cómo capturas Chocobos y los haces criar. Te encontrarás jugando H&C durante aproximadamente 20 horas (si no estás usando mi guía de Chocobo, por supuesto) ¡y eso es solo una misión secundaria! Hay muchas otras misiones secundarias complejas que te mantendrán jugando. En general, Final Fantasy IX parece haberse llevado el título como el último Final Fantasy en PlayStation.",
        "guide_id": 2
    },
    {
        "name": "Controles",
        "content": "Pantalla de Batalla\n -----------------------------------------------------------------------------\n| Cruceta           |  Movimiento del cursor.                                     |\n|-----------------------------------------------------------------------------|\n| Stick Izquierdo   |  Movimiento del cursor.                                     |\n|-----------------------------------------------------------------------------|\n| Botón O           |  Cancelar.                                                  |\n|-----------------------------------------------------------------------------|\n| Botón X           |  Confirmar.                                                 |\n|-----------------------------------------------------------------------------|\n| Botón Triángulo   |  Cambiar a otro personaje listo.                            |\n|-----------------------------------------------------------------------------|\n| Botón Cuadrado    |  Mantener pulsado para limpiar todas las ventanas.          |\n|-----------------------------------------------------------------------------|\n| Botón L1          |  Ver página anterior / Seleccionar objetivos individuales   |\n|                   |  o múltiples / Escapar de la batalla. (Cuando se mantiene   |\n|                   |  pulsado junto con el botón R1.)                            |\n|-----------------------------------------------------------------------------|\n| Botón L2          |  Mostrar/cancelar Ventana de Objetivos.                     |\n|-----------------------------------------------------------------------------|\n| Botón R1          |  Ver página siguiente / Seleccionar objetivos individuales  |\n|                   |  o múltiples / Escapar de la batalla. (Cuando se mantiene   |\n|                   |  pulsado junto con el botón L1.)                            |\n|-----------------------------------------------------------------------------|\n| Botón R2          |  Ninguno.                                                   |\n|-----------------------------------------------------------------------------|\n| Botón Select      |  Mostrar Ayuda / Cancelar Ayuda.                            |\n|-----------------------------------------------------------------------------|\n| Botón Start       |  Pausa.                                                     |\n -----------------------------------------------------------------------------\n\n                                Pantalla de Menú\n -----------------------------------------------------------------------------\n| Cruceta           |  Movimiento del cursor / Seleccionar uno o varios          |\n|                   |  miembros del grupo al usar habilidades.                    |\n|-----------------------------------------------------------------------------|\n| Stick Izquierdo   |  Movimiento del cursor.                                     |\n|-----------------------------------------------------------------------------|\n| Botón O           |  Cancelar.                                                  |\n|-----------------------------------------------------------------------------|\n| Botón X           |  Confirmar.                                                 |\n|-----------------------------------------------------------------------------|\n| Botón Triángulo   |  Ninguno.                                                   |\n|-----------------------------------------------------------------------------|\n| Botón Cuadrado    |  Alternar entre menús de Habilidades y Equipamiento.        |\n|-----------------------------------------------------------------------------|\n| Botón L1          |  Cambiar personajes / Ver página siguiente / Seleccionar    |\n|                   |  uno o varios miembros del grupo al usar habilidades.        |\n|-----------------------------------------------------------------------------|\n| Botón L2          |  Ninguno.                                                   |\n|-----------------------------------------------------------------------------|\n| Botón R1          |  Cambiar personajes / Ver página anterior / Seleccionar     |\n|                   |  uno o varios miembros del grupo al usar habilidades.        |\n|-----------------------------------------------------------------------------|\n| Botón R2          |  Ninguno.                                                   |\n|-----------------------------------------------------------------------------|\n| Botón Select      |  Mostrar Ayuda / Cancelar Ayuda.                            |\n|-----------------------------------------------------------------------------|\n| Botón Start       |  Confirmar selección de botón.                              |\n -----------------------------------------------------------------------------\n\n                                Pantalla de Campo\n -----------------------------------------------------------------------------\n| Cruceta           |  Movimiento del personaje.                                  |\n|-----------------------------------------------------------------------------|\n| Stick Izquierdo   |  Movimiento del personaje.                                  |\n|-----------------------------------------------------------------------------|\n| Botón O           |  Mantener pulsado para caminar (o correr, si se configura   |\n|                   |  en el Menú de Configuración) cuando se pulsa con el botón  |\n|                   |  direccional / Cancelar.                                    |\n|-----------------------------------------------------------------------------|\n| Botón X           |  Examinar / Hablar / Confirmar.                             |\n|-----------------------------------------------------------------------------|\n| Botón Triángulo   |  Abrir Menú Principal.                                      |\n|-----------------------------------------------------------------------------|\n| Botón Cuadrado    |  Examinar / Hablar / Confirmar / Retar a un jugador de      |\n|                   |  cartas.                                                    |\n|-----------------------------------------------------------------------------|\n| Botón L1          |  Ninguno.                                                   |\n|-----------------------------------------------------------------------------|\n| Botón L2          |  Ninguno.                                                   |\n|-----------------------------------------------------------------------------|\n| Botón R1          |  Ninguno.                                                   |\n|-----------------------------------------------------------------------------|\n| Botón R2          |  Ninguno.                                                   |\n|-----------------------------------------------------------------------------|\n| Botón Select      |  Mostrar Icono AQUÍ / Ver ATE.                              |\n|-----------------------------------------------------------------------------|\n| Botón Start       |  Pausa.                                                     |\n -----------------------------------------------------------------------------\n\n                            Pantalla de Mapa Mundial\n -----------------------------------------------------------------------------\n| Cruceta           |  Movimiento del personaje / Cambiar dirección y altitud    |\n|                   |  de la aeronave.                                           |\n|-----------------------------------------------------------------------------|\n| Stick Izquierdo   |  Movimiento del personaje / Cambiar dirección y altitud    |\n|                   |  de la aeronave.                                           |\n|-----------------------------------------------------------------------------|\n| Stick Derecho     |  Mover vehículo hacia adelante / atrás.                    |\n|-----------------------------------------------------------------------------|\n| Botón O           |  Salir del vehículo.                                       |\n|-----------------------------------------------------------------------------|\n| Botón X           |  Entrar al vehículo / Montar vehículo / Mover vehículo     |\n|                   |  hacia adelante.                                           |\n|-----------------------------------------------------------------------------|\n| Botón Triángulo   |  Abrir Menú Principal / Moverse dentro del vehículo.       |\n|-----------------------------------------------------------------------------|\n| Botón Cuadrado    |  Llamar moogle / Mover vehículo hacia atrás.               |\n|-----------------------------------------------------------------------------|\n| Botón L1          |  Rotar mapa en sentido horario.                            |\n|-----------------------------------------------------------------------------|\n| Botón L2          |  Bloquear/desbloquear rotación de cámara.                  |\n|-----------------------------------------------------------------------------|\n| Botón R1          |  Rotar mapa en sentido antihorario.                        |\n|-----------------------------------------------------------------------------|\n| Botón R2          |  Cambiar perspectiva.                                      |\n|-----------------------------------------------------------------------------|\n| Botón Select      |  Alternar mapa de navegación.                              |\n|-----------------------------------------------------------------------------|\n| Botón Start       |  Pausa.                                                    |\n -----------------------------------------------------------------------------",
        "guide_id": 2
    },
    {
        "name": "Estadísticas",
        "content": "Cuando los personajes suben de nivel, el valor de sus estadísticas aumenta. Estos valores también cambiarán cuando equipas diferentes objetos.\n\n           PV: Los Puntos de Vida determinan cuánto daño puede recibir un personaje\n               antes de quedar fuera de combate.\n\n           PM: Los Puntos de Magia determinan cuánta magia puede usar un personaje.\n\n    Velocidad: La Velocidad determina qué tan rápido se llena la Barra ATB del personaje\n               (Cuanto más alto sea el valor, más rápido podrá actuar el personaje).\n\n       Fuerza: La Fuerza determina la severidad de un ataque físico.\n\n        Magia: La Magia determina la cantidad de daño causado por ataques mágicos y de\n               invocación.\n\n     Espíritu: El Espíritu afecta el ataque y la defensa del personaje. Valores altos\n               mejoran tu habilidad para Robar, Contraatacar y realizar daño crítico.\n               Además, el Espíritu del personaje determina cuánto tiempo permanecen\n               los efectos de estado y qué tan rápido se llena la Barra de Trance.\n\n       Ataque: El Ataque determina la cantidad de daño que el personaje causa usando\n               ataques físicos.\n\n      Defensa: La Defensa reduce la cantidad de daño que el personaje recibe de\n               ataques físicos.\n\n      Evasión: La Evasión determina la habilidad del personaje para esquivar\n               ataques físicos.\n\nDefensa Mágica: La Defensa Mágica reduce la cantidad de daño que el personaje\n               recibe de ataques mágicos.\n\nEvasión Mágica: La Evasión Mágica determina la habilidad del personaje para esquivar\n               ataques mágicos.",
        "guide_id": 2
    },
    {
        "name": "Sistema de Trance",
        "content": "Cuando la Barra de Trance de un personaje se llena completamente después de un ataque enemigo, ese personaje entrará en Trance. Además del aumento en el poder de ataque, el personaje tendrá comandos de ataque especiales durante el Trance (ver abajo). Es posible que quieras llenar la Barra de Trance lo máximo posible antes de enfrentarte a enemigos fuertes para asegurar un Trance durante esa batalla.\n\nTrance de Zidane                       Trance de Vivi\n---------------                         -------------\n\n+-COMANDO-+     +-TRANCE--+             +-COMANDO-+     +-TRANCE--+\n| Atacar  |     | Atacar  |             | Atacar  |     | Atacar  |\n| Robar   | --> | Robar   |             | Mag Neg | --> | Dob Mag |\n| Habilid | --> | Trance  |             | Enfocar | --> | Enfocar |\n| Objeto  |     | Objeto  |             | Objeto  |     | Objeto  |\n+---------+     +---------+             +---------+     +---------+\n\nEl comando Habilidad cambia a Trance.   El comando Mag Neg cambia a Dob Mag.\nZidane puede usar ataques especiales     Vivi puede usar magia dos veces seguidas\ndurante el Trance.                      durante el Trance.\n\n\n¿Cómo disminuye la Barra de Trance a 0?\n\nEl Poder de Trance disminuye cada vez que el personaje en Trance realiza una acción.\nEl Trance termina cuando la barra llega a 0. La Barra de Trance también caerá a 0 si:\n\n1. El personaje es afectado con el estado Zombi, o\n2. La batalla termina mientras el personaje está en Trance.",
        "guide_id": 2
    },
    {
        "name": "Elementos y Debilidades",
        "content": "--------------------\nElemento  |  Debilidad\n---------+----------\nFuego     | Hielo\nHielo     | Fuego\nTrueno    | Agua\nAgua      | Trueno\nViento    | Tierra\nTierra    | Viento\nSombra    | Sagrado\nSagrado   | Sombra",
        "guide_id": 2
    },
    {
        "name": "Preface",
        "content": "Throughout history, wars repeat themselves in various times and places. From these wars, legends of heroes are handed down from generation to generation. Weathered by rumors and passing of time, the truth may be forgotten, the reality buried under legends.\n\nMany years ago, a war seethed and erupted within the land of Ivalice. It lasted for 50 years, finally ending when both sides laid down their arms. However, the war had exhausted the people's strength and the country's resources, and the situation within Ivalice gradually became worse.\n\nThe lords of the six ruling families united to guide Ivalice back to prosperity. However, their delicate balance of power soon collapsed. One year after the 50-year war had ended, Ivalice's Princess Ovelia was abducted. Prompted by this, conflict grew between two families: Gallione (ruled by Prince Larg, whose crest was one of a White Lion) and Zeltennia (ruled by Prince Goltana, whose crest was a Black Lion). The war between the two families would be known later as \"The Lion War\". Added to the backdrop of the Lion War was the problem of succession to Ivalice's throne due to the sudden death of the King. Prince Larg is the elder brother of the Queen Ruvelia. Prince Goltana is the younger cousin of the dead King. According to historical record, a young hero named Delita suppressed the Lion War soon after it engulfed Ivalice. There was also another young man named Ramza who played a role during the Lion War, though you will not see Ramza's name in any history books.\n\nNow the true story can be told...",
        "guide_id": 3
    },
    {
        "name": "Controls",
        "content": "Directional Buttons - * Move Cursor.\n                      * Scroll Battlefields and the World Map w/Square Button.\n\nCircle Button - * Confirm selections.\n                * Select hilighted Unit in Battle.\n\nX Button - * Cancel selections.\n           * Display \"Move\" range of hilighted Unit in Battle.\n\nSquare Button - * View allegiance of units: Allies (Blue) and Enemies (Red).\n                * Hold to Scroll Battlefields and the World Map.\n\nTriangle Button - Pause Menu.\n\nL1 Button - * Rotates Map to the left in Battle.\n            * Displays entire World Map.\n\nL2 Button - Toggle between the camera being zoomed in or out in Battle.\n\nR1 Button - * Rotates Map to the right in Battle.\n            * Displays entire World Map.\n\nR2 Button - Toggle between low and high camera angles in Battle.\n\nStart - View Units in the order of their AT.\n\nSelect - View Help (Indepth Info) on basically anything.",
        "guide_id": 3
    },
    {
        "name": "Battle System",
        "content": "The Battle System for Final Fantasy Tactics is pretty complex. Essentially it uses the same \"Active Turn\" system as the majority of the \"mainstream\" Final Fantasies. The only catch is, battles are fought over a grided area, so mobility and range become factors in the fight, which make the battles more tactical. Also, Final Fantasy Tactics uses an optimised version of the Job System used in Final Fantasy V. Gone is ABP, replaced with JP that you can spend on abilities how you want. And new Jobs are opened up individually using a level based Job tree, instead of collecting fragments of crystals. So all of your units are almost fully customizable.",
        "guide_id": 3
    },
    {
        "name": "Character Building - Chapter 1",
        "content": "During the first chapter, it would be a good idea to set up all your basic utility generics. This includes a Chemist; with all Items and Move-Find Item learnt, a Thief; with all Steals learnt, a Wizard; with a variety of Black Magic learnt, and a Monk; with most of the Punch Arts learnt.\n\nThe Chemist's main use is for healing other units in battle, but the Move-Find Item movement ability allows you to use the unit to retrieve rare items that are buried underground. Because the lower the Brave the better/rarer the item you find with Move-Find Item, it's best to choose the unit with the lowest Brave to become your Chemist.\n\nThe Thief is for pillaging rare items from your enemies. Its speed and mobility also makes it a good addition to your assault team. Choose a strong female unit to become your Thief, this will give you move targets for Steal Heart, as there are more male enemy units in the game than female units.\n\nThe Wizard's role is to destroy the opposition with spells, especially monsters. Choose a unit with high Faith to become your Wizard, as high Faith means higher magic damage. Also dabble in the other Magic disciplines such as White Magic (Priests), Time Magic (Time Magi) and Yin Yang Magic (Oracles).\n\nThe Monk is handy in your team because it's a dual healer/fighter, Ramza is a really good choice to become your Monk. So once he learns all of the Guts abilities, think about making him a Monk. Apart from a Monk, you should also think about having a Knight as a strong attacker.\n\nAs for Delita, make his secondary Ability \"Item\" and make him learn Potion and Phoenix Down. This will make him twice as useful!",
        "guide_id": 3
    },
    {
        "name": "Character Building - Chapter 2",
        "content": "Agrias will join your party as a guest, she is very powerful. She will bring her two apprentice Knights; Alicia and Lavian, and Ramza's apprentice, Rad; will join. Accept them all into your battle party, even if it's just to strip them of their equipment before you kick them out ^_^ The generics you built up in Chapter 1 will probably be far superior to them.\n\nBy now you should have at least one Monk with Chakra and Revive, hopefully it's Ramza. Monks are incredibly useful during this chapter, they will make your life so much easier.\n\nDuring this Chapter you should further develop your generics. Make your Thief learn the ways of the Ninja and your Chemist should learn the Monk's Punch Arts. You should also try to begin to unlock and use the more advanced Jobs. Such as the Summoner, Geomancer, Lancer and Samurai Jobs.\n\nAlso, you can now send members of your party off to Bar Propositions. Do as many as possible for reasonably Gil and JP rewards.\n\nHead to Dorter Trade City, a battle will start.",
        "guide_id": 3
    },
    {
        "name": "Boss: Gutsman",
        "content": "This guy is dumb.  Well... you really shouldn't have needed me to tell you that much.  Seriously though, you shouldn't get hit once.  He hops around and causes tremors that will temporarily knock Mega off his feet.  Don't worry, no big deal.  Guts is either too slow or too dumb (probably both) to capitalize.  If he (or is it an \"it\"?) jumps straight up, a rock will fall into his palm.  Guts will chunk it at Mega's feet and when it hits the ground, the rock breaks into pieces and flys all over the place.  When the boulder is thrown, jump.  You'll avoid all the rocks.  Just keep your gun pumping and Guts is history.  \n\nGrab the ball that falls into the center of the screen.  You now have the Super Arm.  You may now proceed with dancing with joy for successfully defeating video gaming's all time greatest dumbass.  Onto Cutsman.",
        "guide_id": 4
    },
    {
        "name": "Boss: Cutsman",
        "content": "This is too easy.  You're likely to have taken more than enough damage in the stage, but this guy can't stand up to Megaman.  You could beat him with the regular weapon, but since you have the Super Arm, why not use it?  Pick up the two blocks and throw them at Cuts.  If both hit, you win.  If not, just finish him with the regular weapon.  Your reguar weapon knocks him back and he can only shoot out one pair of scissors at a time.  The only thing to watch for is when the scissors decide to come back.\n\nGrab the ball that falls into the center of the screen.  You now have Rolling Cutter.  Works wonders on Elecman, so that's who you fight next.",
        "guide_id": 4
    },
    {
        "name": "Boss: Elecman",
        "content": "Just nail him with the Rolling Cutter.  He uses the Thunder Beam, which is very slow, so you'll not have much trouble avoiding it.  Also, the boss fight has blocks that you can stand on to avoid the Thunder Beams he sends at you.  Three Rolling Cutters (if I remember correctly) and another one bites the dust.\n\nGrab the ball that falls to the center of the screen.  Yep, you guessed it, it is the Thunder Beam.  Next robot on Mega's hitlist:  Iceman.",
        "guide_id": 4
    },
    {
        "name": "Boss: Iceman",
        "content": "Iceman has a simple pattern.  He runs to a spot he likes and then stops.  He'll jump up and shoot out a row of icicles and then upon landing, he'll jump up while shooting.  When he does this, the icicles come at you like this:\n\n                <<                     <<\n                    <<             <<\n    (Megaman)           <<     <<           (Iceman)\n\nIf you don't have the Thunder Beam you can still beat him, it's just difficult. Whereas, with the Thunder Beam you fry him in three hits.  In fact if you just stand and shoot the Thunder Beam as fast as you can, Iceman is dead before any of his attacks hit you.  If you don't have the Thunder Beam, I'll explain how to dodge the icicles.\n\nWhen the first three come at you wait until the last one.  The other two will pass over your head.  The third one has to have you hop over it.  To dodge the fourth one, you have to be about 3 paces away from the left wall.  From there, Just jump whenever the fourth one approaches.  Since the other two behind it hits you when you are airborne, you have to dodge those.  When you jump you can head toward the wall.  If done right Mega will jump right before the fourth icicle can hit, and land so that the other two don't catch him careless. Be careful, cause your attacks don't do much, but his do.  If you get the timing right, it will be over pretty soon though.\n\nAs usual, grab the ball that falls into the center of the room, and you target the next robot to put on ice, Fireman.",
        "guide_id": 4
    },
    {
        "name": "Boss: Fireman",
        "content": "Your battle plan depends on your energy.  If you have full energy, you can just stand and trade hits with Fireman using your standard weapon.  It's pretty easy to take him out with that alone.  If you have bare minimum energy, I suggest you equip the Ice Slasher and use the pausing technique described in the Weapon Array section.  The Thunder Beam does work as well.  \n\nFireman's attacks are decently strong, and they are extremely hard to dodge.  But for some reason he is very weak defensively and most of the time you could just trade hits.  The Ice Slasher doesn't deal a great deal of damage, but the pausing trick will kill him without having to worry about dodging his attacks.\n\nWhen you grab the ball, you get the Fire Storm, and you are now ready for the final boss of the six:  Bombman.",
        "guide_id": 4
    },
    {
        "name": "Introduction",
        "content": "This is it. Argueably one of the greatest games ever made by any company.\nMetal Gear Solid had been heard of by press and video game people  alike\nsince the early days of the PlayStation.  Hideo  Kojima  had  reportedly \nbeen working on this game for around three years,  they would often tell\na little bit about how the game is progressing and thats about it. \n\nGamePro magazine was the first one to receive a full  japanese  trial\nedition of the game and they previewed it  in their 1998  edition.  I\nstill have that magazine with me. They said that  the  game  is great\nat its core and if done right it could be one of the best  games ever\nand thats exactly what Konami did. They released Metal  Gear Solid in\nthe same year and boy was it a gem of a game. \n\nMetal Gear Solid quickly became the 'it' game and just about everyone\nhad heard of it or played it. That was because the game was different\nfrom the other games at that time in a sense that the game doesn't \ninvolve you blasting enemies or mindless zombies. The game was a good\nsmart adventure in which you must sneak around and avoid confliction\nmore then firing your guns around and killing people.\n\nThe game had an excellent storyline and the best graphics seen on the\nplaystation at that time. Also, it was one of the earliest games to\ndo all the cinematics in real time which meant that no heavy CG's were\nused in the game. Thanks to this konami was able to add a crap load of\nscenes in the game, which is why it feels more like a movie.\n\nBesides that the game had the best voice acting of its time. The voice\nactor for Solid Snake, David Hayter, then went on to write scripts for\nmovies such as The X men, its sequel and the Scorpion king. \n\nAfter its original release, the game was re released around the world\nin a new package titled Metal Gear Solid : Intergral, this version of\nthe game came along with another disc in which you could play Virtual\nReality like missions, controlling Snake through artificial area's.\nThis is just meant to be for practice's sake though and adds nothing\nmore to the already so elaborate plot of the game.\n\nThe game was also released on the PC after two  years, but sadly the\nPC version added nothing more and was just a direct  port of the MGS\nIntegral version, including the VR missions. There were  rumors that\nKonami were planning to use higher rez character models  for  the PC \nversion of the game, but they decided not to go through with that to\nrelease the game as early as possible.\n\nHaving multiple endings and a crap load of extra's to unlock or find\nMetal Gear Solid is one of those games that you'll want to keep on\nplaying over and over again, raising the difficulty each time to get\nmore of a kick out of your gaming experience.",
        "guide_id": 5
    },
    {
        "name": "Metal Gear Solid Timeline",
        "content": "OUTER HEAVEN REVOLT {1995}\n                     --------------------------\nA small, but powerfully armed nation called \"Outer Heaven\" emerges from\ndeep within South Africa. NATO learns that they are designing a nuclear\nequipped walking battle tank called \"Metal Gear\", and they send in  one\nof their best agents, \"Grey Fox\". But, he is taken hostage and they are\nforced to send in the newest agent of Fox Hound, Solid Snake. He  rescues\nGrey Fox and forces the surrender of Outer heaven. As Solid Snake escapes\nhe is confronted by one man, its Fox Hound's commander Big  Boss!!. It\nseems that Outer Heaven was mercenary company and Big Boss  was the master\nmind behind it. Big Boss had intentionally chosen his  most  inexperienced \nagent, Solid Snake, thinking he would fail, but he seriously miscalculated.\nAfter a fierce battle Snake defeats Big Boss as Outer Heaven burns around\nhim.\n\n\n\n                     ZANZIBAR RIOT {1999}\n                     --------------------\nIn 1999, Dr. Kio Marv, inventor of the oil  refining microbe OILIX, was\ntaken hostage by Zanzibar, a heavily armed nation in central Asia ruled\nby a minority Ethnic group. Zanzibar was planning  to get political and\nmilitary hegemony over a world  suffering  under  the cruel weight of a\nworld wide energy crisis. Roy Campbell,  commander of Fox Hound, called\nSolid Snake, now in retirement, back  to  active duty to infiltrate the\nZanzibar land and rescue Dr. Marv.\n\nSolid Snake made it past the impressive Zanzibar steel wall and penetrated\ndeep into its  interior.  Once  i nside he destroyed Metal Gear, which had\nbeen completed after being transported  from  Outer  Heaven,  and defeated\nGrey Fox, former member of Fox hound and now the leader  of  the merc corp\nin Zanzibar. He was also successful in  retreiving the OILIX manufacturing\nprocess. Finally, he would  meet  his  destiny once again with the man who\nwas  pulling  the  strings  in  Zanzibar, Big Boss!. He had survived Outer\nHeaven  and  made Zanzibar in order to make a world rife with conflict and\nwar, a world where  soldiers  such  as  himself  will  always have a place.\nAfter defeating Big  Boss second  and  final  time,  Snake  gave up on war\nand retired to the peaceful Alaskan wilderness.\n\n\n                     THE TURN OF THE CENTURY\n                     -----------------------\nThe story starts off a couple of years after the events of the first two\nMetal Gear games, the year is 2005. Solid Snake is living a productive\nlife in Alaska but one day he is chased by armed guards and captured. He\nis brought back to the base and briefed on the current situation by his\nlong friend, Colonel Roy Campbell. \n\nThe Nuclear weapons disposal facility on Shadow moses Island, an island\nin the Alaska's Fox archipelago was recently attacked and  captured  by\nsome next generation special forces. The shocking part is that they are\nbeing led by members of unit FOX HOUND. Solid Snake's  former unit, and\nthe one that Roy Campbell was incharge of before this.\n\nThe terrorists have secured the entire high tech facility and they have\ntaken  over the nuclear warheads in it as well. They are demanding that\nthe government turn up the remains of Big Boss, an alite soldier of the\npast century  and  also the father of Solid Snake. If their demands are\nnot met, the terrorists are threatning to launch Nuke's at the world.\n\nSolid  Snake has been called back to infiltrate the Alaskan base using\na special  Submarine system and gather information. First he must find\ntwo important people on the island and he must determine wether or not\nthe terrorists  have  the ability to launch a nuclear warhead. If they\ndo then he has to stop them single handedly.\n\nDuring  the  briefing Snake is introduced to a civilian doctor working\non this mission. Dr.Naomi Hunter informs Snake about his sneaking suit\nand the shots they  gave  him to make his body dureable. Snake is also\nbriefed about the members of Fox Hound. One of them looks surprisingly\nlike Solid Snake, Snake is shocked  to  see  him  too but no one knows\nwether he is Snake's  real  life brother  or not. His name  is  Liquid\nsnake and he is the leader of Fox hound.\n\nAfter being briefed about the mission, snake preps for insertion  and\ninfiltration of the heavily guarded Alaskan base. Snake will have two\nmission objectives on the island. First, he  is  to  rescue the DARPA\nchief and the president  of  ArmsTech,  Kenneth Baker, both are being\nheld hostage on  the island. Secondly, he's to investigate wether the\nterrorists have the ability to launch a Nuclear weapon, and stop them\nif they do.",
        "guide_id": 5
    },
    {
        "name": "Control Scheme",
        "content": "/                      \\  /                                            \\\n   |       BUTTON          ||                    FUNCTION                  |\n   \\______________________/  \\____________________________________________/\n   |                       ||                                             || \n   |                       ||                                             ||\n   |      START            ||      Pauses the game.                       ||\n   |                       ||                                             ||\n   |                       ||                                             ||\n   |      SELECT           ||      Brings up the codec menu.              ||\n   |                       ||      Used to receive Codec calls            ||\n   |                       ||                                             ||\n   |      TRIANGLE         ||      Enters First person view mode          ||\n   |                       ||                                             ||\n   |      CIRCLE           ||      Normal : Punch, kick or action         ||\n   |                       ||      Back against wall : Tap on wall        ||\n   |                       ||                                             ||\n   |      SQUARE           ||      Equipped with a weapon : Fire weapon   ||\n   |                       ||      Bare hand : Throw enemy down           ||\n   |                       ||      From behind : Choke enemy              ||\n   |                       ||                                             ||\n   |      CROSS {X}        ||      Press once to enter crawl mode         ||\n   |                       ||      Cancels out of menu's or options       ||\n   |                       ||                                             ||\n   |      L2               ||      Bring up the item inventory            ||\n   |                       ||                                             ||\n   |      R2               ||      Bring up the weapon inventory          ||\n   |                       ||                                             ||\n   |      L1               ||      Equip/Unequip current item             ||\n   |                       ||                                             ||\n   |      R1               ||      Equip/Unequip current weapon           ||\n   |                       ||                                             ||\n   |      LEFT STICK       ||      Normal view : Run                      ||\n   |                       ||      First person view : Change camera      ||\n   |                       ||                                             ||\n   |                       ||                                             ||\n   | _____________________ || ____________________________________________||",
        "guide_id": 5
    },
    {
        "name": "Advanced Controls",
        "content": "THE BASIC THROW\n---------------\nWhen you run up to an enemy and press the square button with any direction\nbutton when you don't have any weapon equipped, Snake will throw the enemy\ndown to the ground. Two throws like this will knock a soldier out cold. Do\nnot attemp this on bosses and only try to do this with the enemies back on\nyou, since you'll get shot from the front.\n\n\nSTRANGLE AN ENEMY\n-----------------\nThis only applies for when you are unequipped with any weapon at that time.\nRun right up to an enemy but stop just before pressing  the  square button\nsince you'll throw the enemy down if you have  the  directional button and\nthe square button pressed at  the  same  time.  While choking you can drag\nthe enemy around with you, or you  can  repeatedly  tap  the square button\nquickly to snap the enemies neck for a quick and effective kill.\n\nThis does not work on bosses though.\n\n\nQUICK EQUIP/UNEQUIP WEAPONS AND ITEMS\n-------------------------------------\nOnce you have equipped a weapon or an item from the inventory buttons, you\ncan choose to quickly remove those items and re equip them by pressing the\nL1 and R1 keys, this comes in handy when you have a  Stinger  Launcher  in\nyour hands and you want  to  run  away  without  having to change weaponry.\nJust tap R1 and the stinger will be unequipped. Tap it again and its back.\n\n\nSHOOTING WHILE RUNNING\n----------------------\nThis can only be done with the FA MAS or Socom so dont attempt to shoot\nmissiles while running. While you have the square  key  pressed,  press\nthe X key along it and start  running  in  directions and you'll notice\nSnake  runs  while  shooting.  For reloading just  let go of the square \nbutton temporarily and  keep  the X  button  tapped.  Snake will reload\nwhile running now.\n\n\nQUICK RELOAD\n------------\nWhen your in the middle of a battle and your gun is about to run out of\nammo, then rather then waiting for it to run out and watching Snake \nreload his gun, quickly tap the R1 key twice to unequip then re equip\nthe gun, it will be full now.\n\n\nSTICKING TO WALLS\n-----------------\nWhen next to a wall, tap the direction button in the direction of the\nwall and Snake will stand with his back to the wall, and  the  camera\nwill pan around showing you the area behind him. This is really\nhelpful when your in a corner and want to know whats ahead.\n\n\nDISTRACTING ENEMIES\n-------------------\nYou'll notice that most of the guards in MGS have a set partol area\nand they will keep patrolling it on the same path. But if you want to\ngo past them you can lure the enemies to you by making some noise, to\ndo that stick to the wall and press the action button once or twice,\nSnake wil tap his hand on the wall to make a sound.  This feature also\ncomes in handy to find hollow walls as they make a different sound\nthen normal walls.",
        "guide_id": 5
    },
    {
        "name": "Alert Modes",
        "content": "First of all, when ever your in an alert mode your radar will go\noff and you won't be able to use that. That being said here are\nthe different 'modes' of alertness.\n\nFINE MODE :\n           This means that all is well and no one is looking for\nyou, your free to do whatever you want, but just dont  get  seen\nby any enemies or camera's. Hide yourself as required.\n\nALERT MODE : \n            As soon as you are spotted by an enemy, the game goes\ninto Alart mode, the radar is distracted and a red bar forms over\nit. As long as your in the field of vision of the enemy or camera\nthe alert mode counter will not budge. As soon as  your out of it,\nthe counter will start to count down until it becomes  zero. Then\nit will enter into Evasion mode. Note that if your spotted   once  \nthe counter starts to go down, it will fill up again and you will\nhave to dodge enemies all over again. The quickest  method to get\nrid of Alart mode is to exit the area and enter it again. \n\nEVASION MODE :\n              Once the alert mode counter becomes zero, it  turns\nYellow and enters Evasion mode counter, the radar is still jammed\nand the guards are still twitchy. Although they will stop chasing\nafter you furiously, they will roam the area where you  were last\nseen more cautiously then normal and if your accidenatlly spotted\nduring this mode, the game goes back into Alert mode. Exit an area\nto finish Evasion mode. When it goes zero,  the  game  returns to \nnormal mode.\n\nELECTRONIC JAMMING :\n                    You will run into some area's where the game\nshows electronic jamming  on the radar, your  radar  and  nikita \nmissile launcher is unuseable in this area.",
        "guide_id": 5
    }
]