[
    {
        "description": "La historia sigue a un protagonista nombrado por el jugador que vive en un Tokio del futuro cercano. Cuando un portal al reino de los demonios es abierto accidentalmente por un científico llamado Steven y es tomado por Gotou, un comandante militar que cree que puede controlar a los demonios, el gobierno de Estados Unidos ordena un ataque nuclear sobre Tokio. Transportado con otros dos personajes secundarios treinta años hacia el futuro, el protagonista encuentra la Tierra arruinada por una invasión demoníaca, que ahora es el escenario de un conflicto creciente entre la Orden del Mesías y el Anillo de Gaia, cultos en conflicto que desean crear reinos para sus respectivas deidades patronas (Yahvé y Lucifer). La historia está influenciada por las decisiones morales que toma el protagonista, alineándolo ya sea con los Mesiánicos, el Anillo de Gaia, o estableciéndolo como un agente independiente.",
        "game_id": 1,
        "language_id": 1
    },
    {
        "description": "La història segueix un protagonista anomenat pel jugador que viu en un Tòquio del futur proper. Quan un portal al regne dels dimonis és obert accidentalment per un científic anomenat Steven i és pres per Gotou, un comandant militar que creu que pot controlar els dimonis, el govern dels Estats Units ordena un atac nuclear sobre Tòquio. Transportat amb altres dos personatges secundaris trenta anys cap al futur, el protagonista troba la Terra arruïnada per una invasió demoníaca, que ara és l'escenari d'un conflicte creixent entre l'Ordre del Messies i l'Anell de Gaia, cultes en conflicte que desitgen crear regnes per a les seves respectives deïtats patrones (Jahvè i Llucifer). La història està influenciada per les decisions morals que pren el protagonista, alineant-lo ja sigui amb els Messiànics, l'Anell de Gaia, o establint-lo com un agent independent.",
        "game_id": 1,
        "language_id": 2
    },
    {
        "description": "The story follows a player-named protagonist who lives in near-future Tokyo. When a portal to the realm of demons is opened accidentally by a scientist named Steven and is seized by Gotou, a military commander who believes that he can control the demons, the United States government orders a nuclear attack on Tokyo. Transported with two other supporting characters thirty years into the future, the protagonist finds the Earth ruined by a demon invasion, which is now the stage for an escalating conflict between the Order of Messiah and the Ring of Gaia, conflicting cults who wish to bring about kingdoms for their respective patron deities (Yahweh and Lucifer). The story is influenced by moral decisions the protagonist makes, aligning him either with the Messians, the Ring of Gaia, or setting him up as an independent agent.",
        "game_id": 1,
        "language_id": 3
    },
    {
        "description": "La trama se centra en una guerra entre naciones en un mundo de fantasía medieval llamado Gaia. Los jugadores siguen a un ladrón llamado Zidane Tribal que secuestra a la princesa Garnet Til Alexandros XVII como parte de una estratagema de la nación vecina de Lindblum. Zidane se une a Garnet y a un creciente elenco de personajes en una misión para derrocar a su madre, la Reina Brahne de Alexandria, quien comenzó la guerra.",
        "game_id": 2,
        "language_id": 1
    },
    {
        "description": "La trama se centra en una guerra entre nacions en un món de fantasia medieval anomenat Gaia. Els jugadors segueixen un lladre anomenat Zidane Tribal que segresta la princesa Garnet Til Alexandros XVII com a part d'una estratagema de la nació veïna de Lindblum. Zidane s'uneix a Garnet i a un creixent elenc de personatges en una missió per enderrocar la seva mare, la Reina Brahne d'Alexandria, qui va començar la guerra.",
        "game_id": 2,
        "language_id": 2
    },
    {
        "description": "The plot focuses on a war between nations in a medieval fantasy world called Gaia. Players follow a thief named Zidane Tribal who kidnaps princess Garnet Til Alexandros XVII as part of a ploy by the neighboring nation of Lindblum. He joins Garnet and a growing cast of characters on a quest to take down her mother, Queen Brahne of Alexandria, who started the war.",
        "game_id": 2,
        "language_id": 3
    },
    {
        "description": "Primer juego de la sub-serie Tactics dentro de la franquicia Final Fantasy, y la primera entrega ambientada en el mundo ficticio posteriormente conocido como Ivalice. La historia sigue a Ramza Beoulve, un cadete de noble cuna situado en medio de un conflicto militar conocido como La Guerra del León, donde dos facciones nobles opuestas codician el trono del reino.",
        "game_id": 3,
        "language_id": 1
    },
    {
        "description": "Primer joc de la sub-sèrie Tactics dins de la franquícia Final Fantasy, i la primera entrega ambientada en el món fictici posteriorment conegut com Ivalice. La història segueix a Ramza Beoulve, un cadet de noble bressol situat enmig d'un conflicte militar conegut com La Guerra del Lleó, on dues faccions nobles oposades cobegen el tron del regne.",
        "game_id": 3,
        "language_id": 2
    },
    {
        "description": "First game of the Tactics sub-series within the Final Fantasy franchise, and the first entry set in the fictional world later known as Ivalice. The story follows Ramza Beoulve, a highborn cadet placed in the middle of a military conflict known as The Lion War, where two opposing noble factions are coveting the throne of the kingdom.",
        "game_id": 3,
        "language_id": 3
    },
    {
        "description": "El juego sigue al robot humanoide y personaje jugable Mega Man en su misión para salvar al mundo del científico loco Dr. Wily y los seis \"Robot Masters\" bajo su control. La jugabilidad no lineal de Mega Man permite al jugador elegir el orden en el que completar sus seis etapas iniciales. Cada una culmina en una batalla contra un jefe, uno de los Robot Masters, que otorga al personaje del jugador un arma única. Parte de la estrategia del juego consiste en que el jugador debe elegir cuidadosamente el orden en el que abordar las etapas para obtener las armas que serán más útiles para las fases futuras.",
        "game_id": 4,
        "language_id": 1
    },
    {
        "description": "El joc segueix el robot humanoide i personatge jugable Mega Man en la seva missió per salvar el món del científic boig Dr. Wily i els sis \"Robot Masters\" sota el seu control. La jugabilitat no lineal de Mega Man permet al jugador escollir l'ordre en què completar les seves sis etapes inicials. Cadascuna culmina en una batalla contra un cap, un dels Robot Masters, que atorga al personatge del jugador una arma única. Part de l'estratègia del joc consisteix en què el jugador ha d'escollir curosament l'ordre en què abordar les etapes per obtenir les armes que seran més útils per a les fases futures.",
        "game_id": 4,
        "language_id": 2
    },
    {
        "description": "The game follows the humanoid robot and player-character Mega Man and his quest to save the world from the mad scientist Dr. Wily and the six \"Robot Masters\" under his control. Mega Man's nonlinear gameplay lets the player choose the order in which to complete its initial six stages. Each culminates in a boss battle against one of the Robot Masters that awards the player-character a unique weapon. Part of the strategy of the game is that the player must carefully choose the order in which to tackle the stages so that they can earn the weapons that will be most useful for future stages.",
        "game_id": 4,
        "language_id": 3
    },
    {
        "description": "Los jugadores controlan a Solid Snake, un soldado que se infiltra en una instalación de armas nucleares para neutralizar la amenaza terrorista de FOXHOUND, una unidad renegada de fuerzas especiales. Snake debe liberar rehenes y detener a los terroristas antes de que lancen un ataque nuclear.",
        "game_id": 5,
        "language_id": 1
    },
    {
        "description": "Els jugadors controlen a Solid Snake, un soldat que s'infiltra en una instal·lació d'armes nuclears per neutralitzar l'amenaça terrorista de FOXHOUND, una unitat renegada de forces especials. Snake ha d'alliberar ostatges i aturar els terroristes abans que llancin un atac nuclear.",
        "game_id": 5,
        "language_id": 2
    },
    {
        "description": "Players control Solid Snake, a soldier who infiltrates a nuclear weapons facility to neutralize the terrorist threat from FOXHOUND, a renegade special forces unit.[9] Snake must liberate hostages and stop the terrorists from launching a nuclear strike.",
        "game_id": 5,
        "language_id": 3
    }
]